export const ru = {
  common: {
    telegram: "Наш Telegram: {{tg}}",
    course: "Курс",
    partner: "Партнер",
  },

  courseFinished: {
    preview: "Некоторые из учеников завершили обучение",
    title: "Некоторые из учеников завершили обучение",
    buttonText: "Перейти к списку учеников",
  },

  courseBought: {
    preview: "Доступен курс",
    title: "Курс доступен для прохождения в вашем личном кабинете",
    text: "Чтобы начать обучение, войдите в аккаунт, используя ваш Email и пароль, заданный при регистрации",
    buttonText: "Перейти к курсу",
  },

  courseInviteSingle: {
    preview: "Доступен новый курс",
    title: "Новый курс доступен для прохождения в вашем личном кабинете",
    text: "Вам открыт доступ к курсу «{{course}}»",
    subText: "Чтобы начать обучение, войдите в аккаунт:",
    buttonLogin: "Войти в аккаунт",
    buttonSupport: "Проблемы со входом?",
  },

  courseSuspended: {
    preview: "Доступ к курсу приостановлен",
    title: "Вам приостановили доступ к курсу «{{course}}»",
    text: "Администрация школы «{{school}}» приостановила вам доступ к курсу «{{course}}»",
    subText: "Весь ваш прогресс сохранён, но доступа к курсу у вас больше нет",
  },

  affiliateRequesitesCreated: {
    preview: "Добавлены новые реквизиты",
    title: "Добавлены новые реквизиты для вывода",
    buttonText: "Смотреть все запросы",
  },

  affiliateWithdraw: {
    preview: "Запрос на вывод средств партнером",
    title: "Запрос на вывод средств партнером",
    text: "Вывод средств для партнера",
    buttonText: "Перейти к списку запросов",
  },

  affiliateJoined: {
    preview: "Вы участвуете в партнерской программе",

    title1: "Поздравляем, вы стали участником партнерской программы!",
    title2: "Сколько можно заработать",
    title3: "Как заработать максимум",

    text: "Рассказываем сколько можно заработать и как получить максимум от участия в партнерской программе",

    benefitsSection: {
      text1: "Средняя комиссия - 2600 руб. в месяц",
      subtext1: "Всего 10 успешных приглашений принесут 312 000 руб. в год",
      text2: "Комиссия с одного реферала - до 33 747 руб",
      subtext2: "Если ваш реферал оплачивает тариф Бизнес на год",
      text3: "Вы зарабатываете со всех оплат и продлений подписки",
      subtext3: "Создайте источник стабильного пассивного дохода",
      text4: "Выплаты по запросу в течение 24 часов",
      subtext4: "На счет Самозанятого, ИП или ООО",
    },

    maximumSection: {
      text1: "Опубликуйте пост в соцсетях или напишите статью блоге",
      subtext1: "Поделитесь личным опытом использования Skufspace и предложите подписчикам воспользоваться скидкой -30% по вашей партнерской ссылке",
      text2: "Разместите баннер/логотип Skufspace на вашем сайте",
      subtext2: "Привлекайте поток новых рефералов на постоянной основе без дополнительных усилий",
      text3: "Отправьте Email-рассылку по вашей базе подписчиков",
      subtext3: "Используйте дополнительный способ монетизации базы ваших подписчиков",
      text4: "Напишите знакомым напрямую в мессенджере или соцсетях",
      subtext4: "Предложите попробовать платформу и получить скидку -30% по вашей персональной ссылке",
      text5: "Запишите видеообзор на YouTube",
      subtext5: "Покажите платформу своим подписчикам и поделитесь личным опытом использования",
    },

    footerText:
      "Вы получили это сообщение так как являетесь клиентом или подписчиком Skufspace.ru",

    buttonText: "Получить партнерскую ссылку",
  },

  tariffBeforeChange: {
    preview: "Автоматическое продление подписки",
    title: "Завтра автоматическое продление подписки",
    text: "Ваша подписка по тарифному плану {{plan}} закончится {{endDate}} в {{endTime}}. Ранее вы подключили автоплатеж в личном кабинете, поэтому завтра подписка будет автоматически продлена на 1 месяц",
    buttonText: "Перейти в кабинет",
  },

  tariffPurchased: {
    preview: "Новый тариф",
    title: "Вы успешно приобрели тариф «{{tariff}}»",
    text: "Он уже закреплён за вашей школой и будет действовать до {{date}}",
    buttonText: "Перейти в школу",
  },

  coursePurchased: {
    preview: "Курс успешно приобретен",
    title: "Вы успешно приобрели курс «{{course}}»",
    text: "    Чтобы начать обучение, войдите в аккаунт, используя регистрационные данные — мы прислали их в отдельном письме",
    buttonText: "Начать прохождение курса",
  },

  schoolRequesitesAppended: {
    preview: "Новые реквизиты",
    text: "Школа {{school}} прислала новые реквизиты #{{requisiteId}}",
  },

  schoolRegistered: {
    preview: "Школа создана",
    title: "Ура, Вы создали онлайн-школу!",
    textStep1: "Создайте свой курс",
    textStep2:
      "Настройте внешний вид онлайн-школы: загрузите обложку и аватар, добавьте небольшое описание",
    textStep3:
      "Заполните реквизиты и получите возможность принимать платежи через Skufspace",
    textStep4: "Пользуйтесь бесплатной 14-дневной версией без ограничений",
    textStep5:
      "Подписывайтесь на Telegram-канал, чтобы следить за развитием и обновлением функционала платформы",
    textEnding: "Спасибо за ваш выбор!",
    buttonText: "Создать первый курс",
  },

  schoolGotAccess: {
    preview: "Есть доступ к школе",
    text: "Теперь у Вас есть полный доступ к управлению онлайн-школой на платформе",
    subText:
      "Для входа используйте Ваш Email, а также установите пароль перейдя по ссылке",
    buttonText: "Перейти к школе",
  },

  schoolWithdrawRequest: {
    preview: "Запрос вывода средств школы",
    title: "Запрос вывода средств школы {{name}} ({{slug}})",
  },

  homeworkAnswerSent: {
    preview: "Ученик прислал домашную работу",
    title: "Ученики прислали работу на проверку!",
    text: "Не забудьте проверить работу учеников на платформе!",
    buttonText: "Перейти в кабинет",
  },

  tariffExpires: {
    previewExpires: "Продлите подписку",
    previewExpired: "Подписка истекла",

    titleExpiresIn7days: "Ваш тарифный план закончится меньше чем через 7 дней",
    titleExpiresIn1day: "Ваш тарифный план закончится меньше чем через 24 часа",
    titleExpired:
      "Внимание! Через 1 день ученикам будет приостановлен доступ к обучению",
    titleExpiredBlocked:
      "Ваша подписка на Skufspace истекла 1 день назад. Чтобы разблокировать ученикам доступ к обучению и продолжить использование платформы необходимо продлить подписку",

    textExpiresIn7days: "Пожалуйста, не забудьте его продлить!",
    textExpiresIn1day:
      'Когда план закончится, доступ к обучающему кабинету у учеников будет закрыт, а функционал кабинета администратора будет ограничен страницей "Тарифы"',
    textExpired:
      "Ваша подписка на Skufspace истекла. Чтобы вы и ваши ученики могли продолжать использование платформы необходимо продлить подписку",
    textExpiredBlocked:
      "Ваша подписка на Skufspace истекла 1 день назад. Чтобы разблокировать ученикам доступ к обучению и продолжить использование платформы необходимо продлить подписку.",

    buttonText: "Продлить",
  },

  homeworkReviewed: {
    preview: "Преподаватель проверил домашную работу",
    title: "Преподаватель проверил вашу домашнюю работу!",
    text: "Вы можете войти на платформу и посмотреть ответ к домашней работе!",
    buttonText: "Перейти в кабинет",
  },

  messagesUnread: {
    preview: "Непрочитанные сообщения",
    title: "Непрочитанные сообщения",
    text: "Некоторые из учеников очень ждут вашего ответа.",
    buttonText: "Перейти в кабинет",
  },

  userEmailChanged: {
    preview: "Email адрес изменен",
    title: "Смена email адреса",
    text: "Вы успешно изменили адрес электронный почты на {{email}}",
  },

  userEmailChange: {
    preview: "Смена email адреса",
    title: "Смена email адреса",
    text: "Для подтверждения изменения адреса электронной почты нажмите на кнопку ниже",
    buttonText: "Изменить email",
  },

  userPasswordChanged: {
    preview: "Пароль изменен",
    title: "Смена пароля",
    text: "Пароль к вашему кабинету был сменён.",
  },

  userPasswordRecovered: {
    preview: "Пароль изменен",
    title: "Восстановление пароля",
    text: "Ваш новый пароль: {{password}}",
  },

  userRegistered: {
    preview: "Регистрация успеша",
    title: "Осталось установить пароль и войти в аккаунт",
    text: "Чтобы войти в аккаунт и начать обучение, нажмите на кнопку ниже и установите пароль:",
    buttonLogin: "Войти и установить пароль",
    buttonSupport: "Проблемы со входом?",
  },

  webinarComing: {
    preview: "Начинается Вебинар",
    title: "Вебинар «{{name}}» начнётся {{startAtDate}} в {{startAtTime}}",

    textEmployee:
      "Не забудьте подключиться заранее, чтобы успеть проверить камеру, микрофон и предварительно всё настроить.",
    textStudent:
      "Лучше подключиться заранее, чтобы не пропустить начало вебинара.",

    buttonText: "Перейти к вебинару",
  },
};
